# language: ru

@under_construction

Функционал: Панель навигации
  Панель навигации - элемент, расположенный сверху экрана, 
  который содержит ссылки на различные страницы сайта.
  Для того чтобы организовать отображение добавляемых статей, 
  их заголовки должны отображаться в панели навигации как отдельные ссылки. 
     
Сценарий: Добавление статьи в корневую секцию панели навигации
  Допустим на сайт была добавлена новая статья с заголовком "About us"
  Тогда панель навигации должна содержать ссылку на эту статью


